const skillsText = `### Frontend-разработка

- Разработка пользовательских интерфейсов на React
- Уверенная работа с TypeScript и JavaScript
- Управление состоянием приложений (Redux Toolkit)
- Работа с навигацией и анимациями в приложениях
- Современные инструменты сборки и оптимизации (Vite)

### Мобильная разработка

- Разработка кроссплатформенных мобильных приложений на React Native
- Работа с Expo и экосистемой Expo
- Настройка сборок и публикация приложений через EAS
- Оптимизация и отладка с использованием Metro

### Инструменты и процессы

- Поддержка качества кода (ESLint, Prettier)
- Написание и запуск тестов (Jest)
- Работа с системами контроля версий (Git)
- Командная разработка с использованием GitHub и Bitbucket

### Backend (базовый уровень)

- Разработка серверной логики на Node.js и Express
- Работа с базами данных (SQL, PostgreSQL)
- Использование WebSocket для работы с real-time функциональностью

### DevOps и деплой

- Деплой и поддержка приложений на платформе Railway
- Настройка API-прокси и взаимодействие с внешними сервисами

### Публикация приложений

- Публикация и обновление мобильных приложений в Google Play
- Работа с TestFlight и Transporter для iOS-приложений
  `;

export default skillsText;
