const ru = {
	translation: {
		browserTabs: {
			browserTabDefault: 'Андрей Трунькин | Фронтенд Разработчик',
			browserTabPageNotFound: 'Эта страница не существует',
			browserTabServices: 'Андрей Трунькин | Услуги',
			browserTabAboutMe: 'Андрей Трунькин | Обо мне',
			browserTabContact: 'Андрей Трунькин | Контакты',
		},

		pageNotFoundDescription: 'Страница, которую вы ищете, не существует или перемещена',
		toHome: 'Вернуться на главную',

		open: 'Открыть',

		appHeader: {
			logoAria: 'На главную',
			navAria: 'Основная навигация',
			logoAlt: 'Логотип сайта',
			services: 'Услуги',
			aboutMe: 'Обо мне',
			contact: 'Контакты',
			changeLngAlt: 'Изменить язык сайта',
			openNavAlt: 'Открыть навигацию сайта',
			ru: 'РУ',
			es: 'ES',
			en: 'EN',
		},

		home: {
			sectionButton: 'Узнать больше',
		},

		services: {
			web: 'Сайты',
			shop: 'Онлайн-магазины',
			mobile: 'Мобильные приложения',
			maintain: 'Поддержка проектов',

			helpTitle: 'Как я могу помочь вашему бизнесу',
			targetClientsTitle: 'Для кого подходит моя работа',
			tasksTitle: 'Задачи, которые мы решим вместе',
			whyWorkWithMeTitle: 'Почему со мной удобно работать',

			webHelp:
				'Создам сайт под ваши задачи — лендинг, сайт-визитку или портфолио. Это станет вашим онлайн-офисом: место, где клиенты знакомятся с вами, видят ценность и легко связываются для работы.',
			webClients:
				'Частным предпринимателям — преподавателям, блогерам, тренерам и продавцам. А также малому и среднему бизнесу, которому нужен понятный и аккуратный сайт, который легко использовать и обновлять, без лишней сложности и с фокусом на результат.',
			webTasks:
				'Помогу заявить о себе в сети, структурировать информацию так, чтобы клиенты быстро находили главное, показать ценность вашего предложения и упростить путь клиента к контакту с вами.',
			webWhyMe:
				'Беру ответственность за проект, объясняю решения простым языком и всегда на связи на всех этапах работы. Вы точно знаете, что ваш сайт будет готов и работать так, как задумано.',
		},

		entites: {
			webSectionSubtitle: 'Создаю',
			webSectionTitle: 'Сайты',
			webSectionDescription:
				'Современные, быстрые и визуально выразительные сайты — от лаконичных лендингов до масштабных проектов.',

			shopSectionSubtitle: 'Запускаю',
			shopSectionTitle: 'Онлайн-магазины',
			shopSectionDescription:
				'Готовые к росту онлайн-магазины: управление товарами и складом, удобные платежи, база клиентов и инструменты, которые помогают увеличивать продажи.',

			mobileSectionSubtitle: 'Разрабатываю',
			mobileSectionTitle: 'Мобильные приложения',
			mobileSectionDescription:
				'Быстрые, стабильные и удобные приложения для iOS и Android — под любые задачи вашего бизнеса.',

			maintainSectionSubtitle: 'Поддерживаю',
			maintainSectionTitle: 'Готовые проекты',
			maintainSectionDescription:
				'Сайты на React и приложения на React Native — обновлю дизайн, исправлю ошибки и приведу проект в актуальную форму.',
		},
	},
};

export default ru;
