const ru = {
	translation: {
		browserTabs: {
			browserTabDefault: 'Андрей Трунькин | Фронтенд Разработчик',
			browserTabPageNotFound: 'Эта страница не существует',
			browserTabServices: 'Андрей Трунькин | Услуги',
			browserTabAboutMe: 'Андрей Трунькин | Обо мне',
			browserTabContact: 'Андрей Трунькин | Контакты',
		},

		pageNotFoundDescription: 'Страница, которую вы ищете, не существует или перемещена',
		toHome: 'Вернуться на главную',

		open: 'Открыть',

		appHeader: {
			logoAria: 'На главную',
			navAria: 'Основная навигация',
			logoAlt: 'Логотип сайта',
			services: 'Услуги',
			aboutMe: 'Обо мне',
			contact: 'Контакты',
			changeLngAlt: 'Изменить язык сайта',
			openNavAlt: 'Открыть навигацию сайта',
			ru: 'РУ',
			es: 'ES',
			en: 'EN',
		},

		home: {
			sectionButton: 'Узнать больше',
		},

		services: {
			web: 'Сайты',
			shop: 'Онлайн-магазины',
			mobile: 'Мобильные приложения',
			maintain: 'Поддержка проектов',

			helpTitle: 'Как помогаю',
			targetClientsTitle: 'Кому буду полезен',
			tasksTitle: 'Какие задачи решим вместе',
			whyWorkWithMeTitle: 'Почему выбирают меня',

			webHelp:
				'Создам сайт под ваши задачи: лендинг, сайт-визитку или портфолио.\n\nСайт станет вашим онлайн-офисом — местом, где клиенты смогут знакомиться с вами и быстро связываться.',
			webClients:
				'Сотрудничаю с частыми лицами, индивидуальными предпринимателями и компаниями.\n\nВы ведете блог и хотите собрать социальные сети в одном месте — давайте сделаем одностраничный сайт с вашим потфолио. У вас маникюрный салон и вы ищете клиентов — персональный сайт вам поможет. Вы открыли фабрику по производству окон — расскажите об этом на сайте фирмы.',
			webTasks:
				'Вы ведёте бизнес и хотите заявить о себе в интернете. вам нужен сервис для записи клиентов на прием или вы планируете вести блог на личной платформе — эти задачи можно решить с помощью персонального сайта.',
			webWhyMe:
				'Беру ответственность за проект, объясняю решения простым языком и всегда на связи на всех этапах работы. Вы точно знаете, что ваш сайт будет готов и работать так, как задумано.',
		},

		entites: {
			webSectionSubtitle: 'Создаю',
			webSectionTitle: 'Сайты',
			webSectionDescription:
				'Современные, быстрые и визуально выразительные сайты — от лаконичных лендингов до масштабных проектов.',

			shopSectionSubtitle: 'Запускаю',
			shopSectionTitle: 'Онлайн-магазины',
			shopSectionDescription:
				'Готовые к росту онлайн-магазины: управление товарами и складом, удобные платежи, база клиентов и инструменты, которые помогают увеличивать продажи.',

			mobileSectionSubtitle: 'Разрабатываю',
			mobileSectionTitle: 'Мобильные приложения',
			mobileSectionDescription:
				'Быстрые, стабильные и удобные приложения для iOS и Android — под любые задачи вашего бизнеса.',

			maintainSectionSubtitle: 'Поддерживаю',
			maintainSectionTitle: 'Готовые проекты',
			maintainSectionDescription:
				'Сайты на React и приложения на React Native — обновлю дизайн, исправлю ошибки и приведу проект в актуальную форму.',
		},
	},
};

export default ru;
